[
    {
        "file": "7554777538065648926.mp4",
        "transcription": "You've been training your arms, not your back. Here's why.  Save this and come back.  Save this and come back stronger.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7554777979352517919.mp4",
        "transcription": "Planks look easy, but perfecting them changes everything.  Yes, you can.",
        "exercise_type": "Plank"
    },
    {
        "file": "7557363167987240206.mp4",
        "transcription": "You're training arms, but skipping forearms?  Here's how to train them.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7557740470294662455.mp4",
        "transcription": "Lunges are powerful if you're doing them right.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Lunges"
    },
    {
        "file": "7557740514603289870.mp4",
        "transcription": "These leg press mistakes are killing your gains. Let's fix them now.  Save this and come back stronger.  Yes, you can.  Thank you.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7558118435130035470.mp4",
        "transcription": "Want a stronger back? Start mastering these barbell row variations.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Barbell Row"
    },
    {
        "file": "7558332773908352311.mp4",
        "transcription": "Stop using the same grip every time.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7558452353364512013.mp4",
        "transcription": "If you don't feel it in your glutes, you're doing it wrong.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Hip Thrusts"
    },
    {
        "file": "7558505742454590733.mp4",
        "transcription": "You're strong. Now let's make your shoulder press perfect.",
        "exercise_type": "Shoulder Press"
    },
    {
        "file": "7558637654804319502.mp4",
        "transcription": "You're doing sumo squats wrong, and that's why you don't feel your glutes.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Sumo Squats"
    },
    {
        "file": "7558838398904061239.mp4",
        "transcription": "This isn't just a pull. It's a sculpting move. Watch this.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7558877762090470669.mp4",
        "transcription": "You're rowing too high. That's not hitting your lats.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Bent-over row"
    },
    {
        "file": "7558956922938887438.mp4",
        "transcription": "You think you're training biceps, but you're not.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7559209710981762318.mp4",
        "transcription": "This simple heel trick decides what your squad is really training.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7559229869591104782.mp4",
        "transcription": "Stop pulling with your arms.  It's a back exercise, not a triceps one.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Lat Pulldown"
    },
    {
        "file": "7559531898490391863.mp4",
        "transcription": "Want bigger biceps? This is one of the most effective curls you can do.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Bicep Curl"
    },
    {
        "file": "7559600794618613047.mp4",
        "transcription": "No gym, no problem, just your mat in these moves.  Half crunches.  Leg raises.  Knee tap crunches.  Side crunches.  Russian twists, bicycle crunches, save this and come back stronger.  Yes, you can.",
        "exercise_type": "Half crunches"
    },
    {
        "file": "7559649802200403255.mp4",
        "transcription": "Stop arching your back. This move is for glutes, not your spine.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Glute Bridge"
    },
    {
        "file": "7559951529772338487.mp4",
        "transcription": "Are you making these triceps mistakes?  Check this before your next rep.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7559988665611537678.mp4",
        "transcription": "Want sculpted shoulders and arms?  Start with pike push-ups.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Pike push-ups"
    },
    {
        "file": "7559990037618674999.mp4",
        "transcription": "Want sculpted shoulders and arms?  Start with pike push-ups.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Pike push-ups"
    },
    {
        "file": "7560090012465876279.mp4",
        "transcription": "You're squatting, but not targeting the right muscles.  Watch this.  Romanian deadlift.  Squat.  Squat.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Romanian deadlift"
    },
    {
        "file": "7560312988649999671.mp4",
        "transcription": "You're strong, but your form needs focus.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7560406103478111543.mp4",
        "transcription": "You've seen this machine before, but are you using it right?  Save this and come back.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7560693661978135863.mp4",
        "transcription": "Don't just press, target what you want to build.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7560747473103310093.mp4",
        "transcription": "Think you've been doing it right?  You're close, but here's how to make it perfect.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7561026285812649229.mp4",
        "transcription": "This workout will leave your upper body shaking in the best way.  Hammer curl.  Dumbbell pull over.  Kickback.  Lateral raise.  Bent row barbell.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Hammer curl"
    },
    {
        "file": "7561116432478571831.mp4",
        "transcription": "Each exercise hits a different part of your shoulders.  Watch this.  Single-arm lateral raise.  Dumbbell steering wheels.  Rear-delt row.  Dumbbell front row.  Around the world.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Single-arm lateral raise"
    },
    {
        "file": "7561428497198026039.mp4",
        "transcription": "You don't need heavyweight. You need perfect control.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7561612267695901966.mp4",
        "transcription": "Changing your foot position on the Smith machine, here's what it really works.  Glutes and hamstrings, squads, inner thighs,  foot placement on the leg press machine, glutes and hamstrings,  squads,  Inner thighs.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Leg Press"
    },
    {
        "file": "7561809008881880333.mp4",
        "transcription": "Once you learn this trick, you'll never train the same again.  Save this and come back.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7561960785375759630.mp4",
        "transcription": "Avoid these tricep workout common mistakes.  stronger. Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7562139483714407693.mp4",
        "transcription": "You're not doing it wrong, but you could be doing it better.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7562237769796308279.mp4",
        "transcription": "Are you sure you're not training just one part of your glutes?  Watch this.  Kettlebell Romanian deadlift.  Keep your back flat, push hips back, and feel your glutes working.  Kettlebell glute bridge.  Drive through your heels, lift your hips, and squeeze your glutes at the top.  Kettlebell sideline kickback.  Control every lift.  Keep your core tight and push through the side glute.  kettlebell sumo squat open your stance stay low and power up through your glutes save this and come back stronger yes you can",
        "exercise_type": "Kettlebell Romanian deadlift"
    },
    {
        "file": "7562361964169678093.mp4",
        "transcription": "Hold on. See this cable angle. It changes everything.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7562532844556307726.mp4",
        "transcription": "Build a stronger back just by changing your grip.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7562617736103234871.mp4",
        "transcription": "If your shoulders are helping, your biceps are sleeping.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7562779678537207053.mp4",
        "transcription": "The most common mistake in Smith's shoulder press.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Smith machine shoulder press"
    },
    {
        "file": "7562992119976037646.mp4",
        "transcription": "Who knew a chair could challenge your entire body like this?  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Chair Workout"
    },
    {
        "file": "7563071003102825741.mp4",
        "transcription": "Your one grip change away from better back definition. Watch this.  and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7563433019776814349.mp4",
        "transcription": "Stop pulling with your arms. Seated rows are for your back, not your biceps.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Seated rows"
    },
    {
        "file": "7563668144129150263.mp4",
        "transcription": "Are you making these common bench press mistakes?  Let's find out.  Save this and come back.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7563818571147562253.mp4",
        "transcription": "Don't skip this. Landmine exercises can transform your lower body.  Glutes.  Hamstrings.  Quads. Quads and glutes.  And glutes.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Landmine Exercise"
    },
    {
        "file": "7564039747790753038.mp4",
        "transcription": "One small trick decides if you hit glutes or inner thighs.  Watch closely.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7564100152152100110.mp4",
        "transcription": "The perfect arm workout that actually targets every muscle,  triceps,  Forearms.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7564225274980617485.mp4",
        "transcription": "Feeling tension in your neck and shoulders, watch this.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7564393951092903182.mp4",
        "transcription": "Are you making this common seated cable row mistake?  Watch this.  and come back stronger.  Yes, you can.",
        "exercise_type": "Seated Cable Row"
    },
    {
        "file": "7564538426473614605.mp4",
        "transcription": "Your Dumbbell rows aren't wrong, but they could be much better.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Dumbbell rows"
    },
    {
        "file": "7564621067617160461.mp4",
        "transcription": "You're doing Smith bench press the same way every time.  Watch this.  Inner chest.  Entire chest.  Tricepts.  Upper chest.  Lower chest.  Just. Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Smith bench press"
    },
    {
        "file": "7564732811303734541.mp4",
        "transcription": "Want to feel every rep deep in your quads?  Let me show you how.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7564836708064267533.mp4",
        "transcription": "If you're feeling this in your back, not your glutes, you're doing it wrong.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Deadlift"
    },
    {
        "file": "7565122822779981111.mp4",
        "transcription": "Every grip changes your bicep shape.  Let me show you how.  Close grip.  Neutral grip.  Neutral grip.  Save this and come back stronger.",
        "exercise_type": "Bicep Curl"
    },
    {
        "file": "7565216087663594807.mp4",
        "transcription": "You're close. Here's what perfect actually looks like.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7565603826770758967.mp4",
        "transcription": "Want bigger arms? Master your form before adding weight.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7565721002894757175.mp4",
        "transcription": "If your chest isn't burning, you're doing push-ups wrong.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Push-ups"
    },
    {
        "file": "7565882295874276622.mp4",
        "transcription": "Three leg exercises that replace gym machines.  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7565982203386039565.mp4",
        "transcription": "Most people do calf raises wrong. Let's fix that.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Calf Raises"
    },
    {
        "file": "7566265404901969165.mp4",
        "transcription": "No time, no problem.  Six minutes is all you need to move your whole body.  and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7566297643404594487.mp4",
        "transcription": "If you're not feeling it in your lads, you're doing landmine rows wrong.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Landmine rows"
    },
    {
        "file": "7566501789953035534.mp4",
        "transcription": "These four moves target every angle of your glutes.  Come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7566635297446841614.mp4",
        "transcription": "If you want strong shoulders, you need to see this.  Front.  Side.  Back.  All.  Save this and come back.  Yes.  You can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7566788096986057997.mp4",
        "transcription": "Stop squatting wrong. This small heel lift changes everything.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Squat"
    },
    {
        "file": "7566994914664320270.mp4",
        "transcription": "Think you're doing planks right?  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Plank"
    },
    {
        "file": "7567129713446063374.mp4",
        "transcription": "Step by step, here's how to perfect your Australian pull-up form.  Save this and come. Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Australian pull-up"
    },
    {
        "file": "7567186716612758797.mp4",
        "transcription": "Want powerful legs? Avoid these leg press mistakes.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7567428336603925773.mp4",
        "transcription": "You don't need machines, just your dumbbells in perfect control.  Biceps.  Triceps.  Ticeps.  Chest.  Lats.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7567551882231663886.mp4",
        "transcription": "Change your grip, change your gains. Here's how it works.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7567771288253549837.mp4",
        "transcription": "If your back hurts when you sit, you need to see this.  Save this and come back and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7567956629694565687.mp4",
        "transcription": "You don't need a gym to train your abs.  Here's how.  30 crunches.  20 bicycle crunches.  30 toe touches.  20 reverse crunches.  15 side plank hip lifts.  30 crunches.  15 side plank hip lifts left.  40 Russian twists.  30 bicycle crunches.  15 oblique V-ups.  Right.  20 reverse crunches.  15 obliq V-ups left.  10 leg lifts.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Abdominal workout"
    },
    {
        "file": "7568115504573992206.mp4",
        "transcription": "This is the most common mistake on lap pull downs. Watch closely.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Lat Pulldown"
    },
    {
        "file": "7568289323846601998.mp4",
        "transcription": "Think your abs are strong? Try this and find out.  Russian twist with plate.  V-sit twist.  F-sit twist.  Flutter kicks.  V-sit hold.  Mountain climbers.  this and come back stronger.  Yes, you can.",
        "exercise_type": "Russian twist with plate"
    },
    {
        "file": "7568487096801905934.mp4",
        "transcription": "Stop squatting the same way every time.  Watch this.  Quads.  Glutes.  Inner thighs.  Save this and come back stronger.  Yes, you can.  Thank you.",
        "exercise_type": "Squat"
    },
    {
        "file": "7568578799248395575.mp4",
        "transcription": "How many bench dips have you done wrong?  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Bench dips"
    },
    {
        "file": "7568896762333695245.mp4",
        "transcription": "If you want your back to grow, start by doing this correctly.  Lads.  Traps.  Rear delt.  Deltoids.  Save this and come back stronger.  You can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7568923704722246926.mp4",
        "transcription": "Stop making these bench press mistakes if you want real gains.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7569044481769540878.mp4",
        "transcription": "If you want your calves to grow stronger, watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7569266658829700366.mp4",
        "transcription": "Your grip decides which muscles you actually hit.  Watch this.  Save this. Save this.  act stronger. Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7569407041458982157.mp4",
        "transcription": "It's not about how heavy you press.  It's where you place your feet.  Adductors.  Vastus lateralis.  Quads.  Front quads.  Glute.  and hamstrings.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Squat"
    },
    {
        "file": "7569617633432194359.mp4",
        "transcription": "If you're not feeling your lats, you're probably making this mistake.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7569692368472001847.mp4",
        "transcription": "Strong shoulders start with perfect form.  Watch this.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7570010029076581646.mp4",
        "transcription": "Try this on your next cable curl.  Save this and come back back stronger.",
        "exercise_type": "Cable curl"
    },
    {
        "file": "7570148127009770807.mp4",
        "transcription": "You don't need a gym. Just five minutes and your focus.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7570341805946866958.mp4",
        "transcription": "Doing cable flies, watch this before your next chest day.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Cable flies"
    },
    {
        "file": "7570396663446031671.mp4",
        "transcription": "No gym, no problem.  These three chest exercises hit like machines.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7570512092848000311.mp4",
        "transcription": "You've been doing skull crushers wrong. Let's fix that today.  Save this and come back stronger. Yes, you can.",
        "exercise_type": "Skull Crushers"
    },
    {
        "file": "7570728471333326094.mp4",
        "transcription": "Let's build shoulders that look strong from every angle.  Watch this.  Front delts.  Side delts.  Side delts.  Save delts.  Save this.  and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7570876801925401869.mp4",
        "transcription": "Making my little brother the world's most sour drink.  What?  First we're going to add some more hot sour cubes.  And then we add some sour skittles.  What are you doing?  Just playing Blockblast?  What's Black Blast?  It's this fun game.  You can play anytime, anywhere.  Then we add some sour patch.  Get off your phone.  Keep making you a big bag.  Some nerds.  Some juicy drop.  And a pinch of lemon.  What are you doing?  Just playing Blockblast?  Some sour strips.  I just got this non-score of 44,000.  What?  Some brain liquor bowls.  Ayyo!  Spicy Mentos and some sour strawberry squeeze.  I'm not going to drink that.  You have to.  Ewe.  I bet I can beat your high score.  Is that a challenge?",
        "exercise_type": "Unknown"
    },
    {
        "file": "7570959082132098317.mp4",
        "transcription": "No gym, no problem.  This chair workout hits every muscle.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7571106521103338766.mp4",
        "transcription": "Want to feel your quads burn and your glutes grow?  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7571184704221678862.mp4",
        "transcription": "Pull-ups are powerful if you do them the right way.  Yes, you can.",
        "exercise_type": "Pull-ups"
    },
    {
        "file": "7571460869276634423.mp4",
        "transcription": "Push-ups aren't just up and down. Your hand position changes everything. Watch this.",
        "exercise_type": "Push-ups"
    },
    {
        "file": "7571517914335956279.mp4",
        "transcription": "Your biceps mean nothing if your forearms look weak.  Do this.  Weighter wrist curls.  Standing behind the back wrist curls.  Supported reverse wrist curls.  Dumbbell disc grip curls.  Concentration hammer curls.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Wrist curls"
    },
    {
        "file": "7571659200229674253.mp4",
        "transcription": "All you need is your body weight and a pair of dumbbells to crush your abs.  Three sets of 15.  Three sets of 15 each side.  Three sets of 15.  Three sets of 15.  Three sets of 15 each side.  Three sets of 20.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7571820821631618359.mp4",
        "transcription": "This isn't just wrong. It's dangerous. Here's the correct way.",
        "exercise_type": "Unknown"
    },
    {
        "file": "7571945211891420430.mp4",
        "transcription": "Stop using the Smith machine the same way every time.  Watch this.  Inner thighs, glutes, and hamstrings.  Outer thighs.  Quads, glutes, and hamstrings.  Midfront thigh.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Smith machine squats"
    },
    {
        "file": "7572032494254574903.mp4",
        "transcription": "Are you sure you're doing the lat pull down correctly?  Watch this.  Save this and come back stronger.  Yes, you can.",
        "exercise_type": "Lat Pulldown"
    },
    {
        "file": "7572208934946196750.mp4",
        "transcription": "Have you been gripping the wrong handle this whole time?  Watch this.  The handle you choose decides the muscle you hit.  Save the muscle you hit.  this and come back stronger.  Yes, you can.",
        "exercise_type": "Unknown"
    }
]